{
  "users": [
    {
      "id": "001",
      "login": "anton",
      "password": "qwe123",
      "registed_at": "2050-09-22",
      "role_at": 0
    },
    {
      "id": "8cbb",
      "login": "zxc",
      "password": "qwe123",
      "registed_at": "2048-10-08 22:17",
      "role_id": 2
    }
  ],
  "roles": [
    {
      "id": "0",
      "name": "Администратор"
    },
    {
      "id": "1",
      "name": "Модератор"
    },
    {
      "id": "2",
      "name": "Читатель"
    },
    {
      "id": "3",
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "001",
      "title": "Тут супер заголовок 1",
      "image_url": "https://i.pravatar.cc/300",
      "content": "Сложно сказать, почему стремящиеся вытеснить традиционное производство, нанотехнологии, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут в равной степени предоставлены сами себе. Приятно, граждане, наблюдать, как тщательные исследования конкурентов формируют глобальную экономическую сеть и при этом — представлены в исключительно положительном свете. Приятно, граждане, наблюдать, как элементы политического процесса преданы социально-демократической анафеме. Наше дело не так однозначно, как может показаться: реализация намеченных плановых заданий играет определяющее значение для направлений прогрессивного развития. Безусловно, постоянное информационно-пропагандистское обеспечение нашей деятельности не даёт нам иного выбора, кроме определения анализа существующих паттернов поведения. Для современного мира сложившаяся структура организации создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса своевременного выполнения сверхзадачи! Вот вам яркий пример современных тенденций — перспективное планирование требует от нас анализа новых предложений. Для современного мира внедрение современных методик способствует подготовке и реализации поэтапного и последовательного развития общества.",
      "published_at": "2045-07-11"
    },
    {
      "id": "002",
      "title": "Тут супер заголовок 2",
      "image_url": "https://dummyimage.com/600x400/000/fff&text=%D0%BA%D0%BE%D1%82%D0%B8%D0%BA",
      "content": "Приятно, граждане, наблюдать, как тщательные исследования конкурентов формируют глобальную экономическую сеть и при этом — представлены в исключительно положительном свете. Приятно, граждане, наблюдать, как элементы политического процесса преданы социально-демократической анафеме.",
      "published_at": "2045-06-21"
    },
    {
      "id": "003",
      "title": "Тут супер заголовок 3",
      "image_url": "https://dummyimage.com/600x400/000/fff&text=%D0%BA%D0%BE%D1%82%D0%B8%D0%BA",
      "content": "Наше дело не так однозначно, как может показаться: реализация намеченных плановых заданий играет определяющее значение для направлений прогрессивного развития. Безусловно, постоянное информационно-пропагандистское обеспечение нашей деятельности не даёт нам иного выбора, кроме определения анализа существующих паттернов поведения.",
      "published_at": "2045-02-26"
    },
    {
      "id": "004",
      "title": "Тут супер заголовок 4",
      "image_url": "https://dummyimage.com/600x400/000/fff&text=%D0%BA%D0%BE%D1%82%D0%B8%D0%BA",
      "content": "Сложно сказать, почему элементы политического процесса, превозмогая сложившуюся непростую экономическую ситуацию, ассоциативно распределены по отраслям. Для современного мира сложившаяся структура организации создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса своевременного выполнения сверхзадачи!",
      "published_at": "2045-01-21"
    },
    {
      "id": "005",
      "title": "Тут супер заголовок 5",
      "image_url": "https://dummyimage.com/600x400/000/fff&text=%D0%BA%D0%BE%D1%82%D0%B8%D0%BA",
      "content": "Сложно сказать, почему стремящиеся вытеснить традиционное производство, нанотехнологии, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут в равной степени предоставлены сами себе.",
      "published_at": "2045-09-31"
    },
    {
      "id": "006",
      "title": "Тут супер заголовок 6",
      "image_url": "https://dummyimage.com/600x400/000/fff&text=%D0%BA%D0%BE%D1%82%D0%B8%D0%BA",
      "content": "Вот вам яркий пример современных тенденций — перспективное планирование требует от нас анализа новых предложений. Для современного мира внедрение современных методик способствует подготовке и реализации поэтапного и последовательного развития общества.",
      "published_at": "2045-10-15"
    }
  ],
  "comments": [
    {
      "id": "4d1e",
      "author_id": "001",
      "post_id": "001",
      "published_at": "2046-08-17 21:16",
      "content": "hndfgh"
    },
    {
      "id": "819f",
      "author_id": "001",
      "post_id": "001",
      "published_at": "2061-10-16 16:22",
      "content": "My comments\n"
    }
  ],
  "sessions": [
    {
      "id": "13d6",
      "hash": "0.83747689086703780425580134760821238160133361816406",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwe123",
        "registeredAt": "2050-09-22",
        "roleId": 0
      }
    }
  ]
}